Repository: dhruvaop/osis-portal
Catalog: attribution/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: A substitute can not renew his function of substitute
fr_be: Un suppléant ne peut pas reconduire sa fonction de suppléant

source: Acronym
fr_be: Sigle

source: An application has already been submitted
fr_be: Une candidature a déjà été soumise

source: An email with your applications have been sent
fr_be: Un email contenant vos candidatures vous a été envoyé

source: Application
fr_be: Candidature

source: Application period from
fr_be: Période de candidature en ligne du

source: Applications administration
fr_be: Administration des attributions

source: Applications in pending state
fr_be: Administration des candidatures

source: Applications of
fr_be: Candidatures de

source: Attribution administration
fr_be: Administration des attributions

source: Cancel
fr_be: Annuler

source: Cancel the application
fr_be: Annuler la candidature

source: Choose the learning units you want to consider in the list
fr_be: Choisissez dans vos cours ceux que vous voulez considérer dans la liste produite

source: Co-holder
fr_be: Co-titulaire

source: Code
fr_be: Sigle

source: Coordinator
fr_be: Coordinateur(trice)

source: Deputy
fr_be: Suppléant

source: Deputy authority
fr_be: Suppléant d'autorité

source: Deputy sabbatical
fr_be: Suppléant sabbatique

source: Deputy temporary
fr_be: Suppléant temporaire

source: Display teachers
fr_be: Afficher les enseignants

source: End
fr_be: Fin

source: Export list (Excel)
fr_be: Exporter liste (Excel)

source: Export the students list in Excel format
fr_be: Exporter la liste des étudiants au format Excel

source: Faculties administration
fr_be: Administration des facultés

source: Faculty
fr_be: Faculté

source: Function
fr_be: Fonction

source: Global id
fr_be: Matricule fgs

source: Holder
fr_be: Titulaire

source: Internship co-supervisor
fr_be: Co-directeur de stage

source: Internship supervisor
fr_be: Directeur de stage

source: June
fr_be: Juin

source: Last name
fr_be: Nom

source: Learning unit
fr_be: Unité d'enseignement

source: Learning unit volumes
fr_be: Volumes unité d'enseignement

source: Lecturing charge or practical charge must be filled
fr_be: Le vol.1 postulé ou le vol.2 postulé doit être rempli

source: Legend to help you understanding the xls file
fr_be: Légende pour mieux comprendre le fichier xls

source: List of students enrolled to exams of
fr_be: Listes des étudiants inscrits aux examens de

source: List of students enrolled to my exams
fr_be: Listes des étudiants inscrits à mes examens

source: Lists of students enrollments to exams
fr_be: Administration des listes des inscriptions des étudiants aux examens

source: My application
fr_be: Ma candidature

source: My applications
fr_be: Mes candidatures

source: My charges
fr_be: Mes charges

source: My charges now vacant
fr_be: Mes charges échues

source: New application
fr_be: Nouvelle candidature

source: No application
fr_be: Aucune candidature

source: No application found
fr_be: Pas de candidature trouvée

source: No attribution renewed
fr_be: Pas d'attribution renouvelée

source: No data found
fr_be: Aucune donnée trouvée

source: No students enrolled
fr_be: Aucun étudiant inscrit au cours

source: No teaching charge in
fr_be: Pas de charge d'enseignement en

source: No vacant corresponding course
fr_be: Pas d'activité vacante correspondante

source: Non-renewable
fr_be: Non-reconductible

source: Pedagogy proposal
fr_be: Votre proposition d'organisation pédagogique

source: Please enter the code of the course to which you would like to apply
fr_be: Veuillez introduire le sigle du cours pour lequel vous voulez postuler

source: Please precise at least a faculty or a code (or a part of a code)
fr_be: Veuillez au minimum sélectionner une faculté ou introduire un code(complet ou partiel)

source: Produce xls
fr_be: Produire xls

source: Professor
fr_be: Professeur

source: Registration id
fr_be: Noma

source: Remark
fr_be: Remarque

source: Renew
fr_be: Reconduire

source: Reproduce identically in the following year
fr_be: Reproduire à l'identique l'année suivante

source: Schedule
fr_be: Horaire

source: Select/deselect all attributions to renew
fr_be: Sélectionne/déselectionne toutes les attributions pour reconduire

source: Specifications
fr_be: Cahier de charges

source: Start
fr_be: Début

source: State
fr_be: Etat

source: Student
fr_be: Etudiant

source: Students
fr_be: Etudiants

source: Submit
fr_be: Soumettre

source: Teachers
fr_be: Enseignants

source: Teaching charge
fr_be: Charge d'enseignement

source: The period of online application is closed
fr_be: La période d'encodage des candidatures en ligne est fermée pour le moment

source: The vacant volume of the next academic year is lower than the current one
fr_be: Le volume vacant de l'année suivante est inférieur à celui actuellement affecté

source: The volume of charge is not available at the moment. Please try again later.
fr_be: Les volumes horaires ne sont pas disponibles pour le moment. Veuillez réessayer plus tard.

source: This course is team-managed. The application to this activity is based on a paper transmission.
fr_be: Ce cours est géré en équipe. La candidature des équipes d'enseignants s'effectue via la procédure papier.

source: Title
fr_be: Intitulé

source: To find a vacant learning unit to candidate to, introduce the code and click on the button
fr_be: Pour poser une candidature à un cours vacant dont vous n'assuriez pas la charge, veuillez introduire ci-après le sigle du cours et cliquer sur le bouton 'loupe'

source: To receive a confirmation email with the applications
fr_be: Pour recevoir un email de confirmation avec toutes les candidatures en ligne

source: Too much
fr_be: Trop élevé

source: Vacant course search
fr_be: Recherche de cours vacant

source: Vacant learning unit
fr_be: Cours vacant

source: Vol.1 applied
fr_be: Vol.1 postulé

source: Vol.2 applied
fr_be: Vol.2 postulé

source: Wait validation
fr_be: En attente de validation

source: You already apply to this course.
fr_be: Vous avez déjà candidaté pour ce cours.

source: You aren't teaching for any learning unit
fr_be: Vous n'êtes assigné à aucune unité d'enseignement

source: student_list
fr_be: Liste_etudiants

source: students enrolled from
fr_be: étudiants inscrits au cours

source: to
fr_be: au

source: without application
fr_be: sans candidature
